Revit 2027 API
ParameterTypeId.RbsAdditionalFlow Property
 "Additional Flow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsAdditionalFlow { get; }
Public Shared ReadOnly Property RbsAdditionalFlow As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsAdditionalFlow {
	ForgeTypeId^ get ();
}
static member RbsAdditionalFlow : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace